<pad>	0
<unk>	0
<s>	0
</s>	0
▁t	-0
en	-1
in	-2
is	-3
an	-4
on	-5
he	-6
it	-7
ta	-8
▁a	-9
es	-10
▁s	-11
▁o	-12
▁the	-13
at	-14
▁p	-15
ll	-16
er	-17
▁m	-18
▁k	-19
et	-20
re	-21
▁j	-22
al	-23
ion	-24
ar	-25
▁v	-26
tä	-27
te	-28
us	-29
▁to	-30
▁w	-31
ro	-32
or	-33
▁c	-34
as	-35
▁of	-36
ut	-37
ks	-38
om	-39
▁h	-40
▁b	-41
▁in	-42
ent	-43
▁an	-44
un	-45
le	-46
▁n	-47
▁on	-48
ti	-49
▁e	-50
▁f	-51
im	-52
▁th	-53
os	-54
▁l	-55
ed	-56
ing	-57
id	-58
el	-59
▁and	-60
ic	-61
▁d	-62
sa	-63
ik	-64
än	-65
▁ja	-66
ul	-67
ot	-68
▁E	-69
ia	-70
ur	-71
▁T	-72
op	-73
ka	-74
il	-75
▁y	-76
ment	-77
ist	-78
▁r	-79
ol	-80
▁I	-81
▁M	-82
mis	-83
▁C	-84
ill	-85
▁re	-86
uro	-87
▁be	-88
iv	-89
ation	-90
▁is	-91
▁P	-92
▁Euro	-93
ke	-94
▁that	-95
uks	-96
▁(	-97
all	-98
▁et	-99
▁as	-100
ys	-101
av	-102
ää	-103
ec	-104
▁S	-105
em	-106
ell	-107
▁A	-108
ir	-109
▁for	-110
▁pro	-111
ud	-112
▁ma	-113
▁että	-114
me	-115
▁jo	-116
▁su	-117
äs	-118
▁wh	-119
io	-120
▁-	-121
ista	-122
ly	-123
▁it	-124
▁con	-125
yt	-126
hd	-127
aa	-128
ce	-129
ies	-130
pe	-131
ess	-132
ity	-133
yö	-134
▁g	-135
la	-136
ksi	-137
tu	-138
een	-139
aan	-140
ra	-141
▁al	-142
▁tä	-143
iden	-144
▁ta	-145
itä	-146
mä	-147
inen	-148
to	-149
▁se	-150
vä	-151
▁Com	-152
ais	-153
sion	-154
▁pu	-155
ust	-156
ort	-157
▁va	-158
hte	-159
utta	-160
pp	-161
oit	-162
ty	-163
▁par	-164
iin	-165
ct	-166
▁Europe	-167
▁te	-168
ien	-169
▁en	-170
oul	-171
▁ne	-172
▁are	-173
tö	-174
ith	-175
kin	-176
ans	-177
am	-178
ter	-179
▁The	-180
ow	-181
▁with	-182
tel	-183
oll	-184
▁K	-185
▁we	-186
▁this	-187
▁tu	-188
ja	-189
tav	-190
▁mu	-191
▁Euroop	-192
ig	-193
ään	-194
ich	-195
ould	-196
her	-197
▁un	-198
tr	-199
▁com	-200
ko	-201
oun	-202
▁not	-203
asta	-204
▁hav	-205
ch	-206
ers	-207
▁European	-208
um	-209
▁which	-210
ble	-211
▁have	-212
▁me	-213
taa	-214
uv	-215
▁vo	-216
▁by	-217
▁Euroopan	-218
ad	-219
res	-220
ises	-221
pa	-222
▁ex	-223
ike	-224
▁B	-225
ver	-226
se	-227
▁O	-228
▁es	-229
sä	-230
ann	-231
▁Par	-232
▁ka	-233
▁yhte	-234
▁de	-235
mme	-236
ih	-237
ark	-238
▁ole	-239
if	-240
▁he	-241
▁ei	-242
od	-243
▁sh	-244
isen	-245
port	-246
qu	-247
issa	-248
iet	-249
▁ku	-250
est	-251
▁si	-252
ate	-253
▁val	-254
ve	-255
mission	-256
st	-257
ille	-258
vat	-259
ittä	-260
▁la	-261
äl	-262
▁H	-263
iel	-264
▁Commission	-265
▁U	-266
isi	-267
▁sa	-268
▁W	-269
jen	-270
assa	-271
men	-272
▁N	-273
▁so	-274
▁ko	-275
ber	-276
ten	-277
▁F	-278
unn	-279
▁D	-280
omis	-281
lament	-282
är	-283
usta	-284
ial	-285
itte	-286
istä	-287
).	-288
▁ol	-289
▁per	-290
▁toim	-291
ita	-292
▁myö	-293
▁L	-294
▁pol	-295
▁Mr	-296
up	-297
ect	-298
▁or	-299
▁has	-300
▁R	-301
▁at	-302
vo	-303
lia	-304
ön	-305
▁ra	-306
män	-307
ions	-308
▁res	-309
▁V	-310
ore	-311
esta	-312
isten	-313
▁hy	-314
use	-315
ted	-316
▁er	-317
iit	-318
isesti	-319
si	-320
uksen	-321
ident	-322
▁im	-323
▁le	-324
liament	-325
uud	-326
ge	-327
our	-328
▁kos	-329
▁will	-330
ue	-331
▁hu	-332
äsen	-333
ki	-334
man	-335
ht	-336
ost	-337
ie	-338
taan	-339
▁puhe	-340
▁G	-341
and	-342
so	-343
jo	-344
ant	-345
▁ag	-346
▁komis	-347
▁Parliament	-348
ou	-349
essa	-350
▁kes	-351
▁pää	-352
vel	-353
ure	-354
▁jäsen	-355
oin	-356
▁all	-357
▁ar	-358
ff	-359
▁ot	-360
iik	-361
resident	-362
ive	-363
▁kä	-364
kä	-365
ard	-366
▁myös	-367
lla	-368
ma	-369
▁ed	-370
▁In	-371
▁Un	-372
inn	-373
▁vu	-374
▁J	-375
ian	-376
tat	-377
▁ac	-378
▁parlament	-379
ire	-380
ations	-381
▁nä	-382
▁jot	-383
yn	-384
uus	-385
val	-386
ast	-387
▁President	-388
▁Comm	-389
▁do	-390
▁should	-391
mp	-392
ärj	-393
ember	-394
ip	-395
▁pa	-396
rom	-397
tic	-398
ät	-399
▁työ	-400
▁ad	-401
▁var	-402
yttä	-403
äär	-404
▁sen	-405
▁joka	-406
▁Th	-407
isa	-408
▁ovat	-409
▁its	-410
▁from	-411
ok	-412
hta	-413
▁lu	-414
va	-415
illä	-416
▁ver	-417
eksi	-418
ärjes	-419
eet	-420
llä	-421
mies	-422
▁kans	-423
lo	-424
essä	-425
▁väl	-426
▁ke	-427
▁tr	-428
▁there	-429
ied	-430
tava	-431
de	-432
▁comp	-433
ms	-434
▁kaik	-435
ree	-436
▁kesk	-437
▁also	-438
iz	-439
▁no	-440
ight	-441
▁would	-442
▁reg	-443
▁been	-444
alu	-445
▁Ar	-446
iten	-447
illa	-448
ella	-449
pos	-450
yd	-451
ments	-452
min	-453
alla	-454
▁wor	-455
▁tark	-456
▁koske	-457
fer	-458
ay	-459
du	-460
der	-461
ime	-462
▁union	-463
out	-464
opim	-465
▁yhteis	-466
ction	-467
▁Union	-468
cil	-469
▁oike	-470
ite	-471
ry	-472
▁Member	-473
▁app	-474
▁was	-475
▁but	-476
ansa	-477
estä	-478
▁hyvä	-479
▁report	-480
▁us	-481
▁must	-482
ken	-483
uksia	-484
per	-485
▁coun	-486
og	-487
▁qu	-488
ksen	-489
ally	-490
ollis	-491
▁kys	-492
▁go	-493
sio	-494
reat	-495
ua	-496
▁tal	-497
ult	-498
▁Tä	-499
▁vasta	-500
▁comm	-501
ical	-502
▁can	-503
tam	-504
▁cons	-505
bl	-506
▁Coun	-507
▁ab	-508
ym	-509
▁jotka	-510
ku	-511
▁inter	-512
▁min	-513
▁Y	-514
ome	-515
voisa	-516
▁tiet	-517
th	-518
▁neuv	-519
ational	-520
▁os	-521
▁pr	-522
kaan	-523
tain	-524
▁countr	-525
isä	-526
ustel	-527
orm	-528
ana	-529
▁EU	-530
oc	-531
▁It	-532
▁our	-533
ish	-534
onn	-535
ihin	-536
▁Council	-537
▁ni	-538
▁tar	-539
▁inc	-540
▁käs	-541
▁pos	-542
▁toe	-543
teen	-544
▁mon	-545
ance	-546
tates	-547
▁jos	-548
rit	-549
ine	-550
▁We	-551
hdot	-552
asti	-553
▁tule	-554
ced	-555
▁teh	-556
ens	-557
idän	-558
▁fa	-559
▁il	-560
▁tai	-561
rat	-562
ittee	-563
ne	-564
ij	-565
ition	-566
▁huom	-567
ear	-568
▁other	-569
▁talo	-570
▁puhemies	-571
elm	-572
kunn	-573
lle	-574
▁tod	-575
▁siitä	-576
ytä	-577
▁conc	-578
iä	-579
ank	-580
▁keh	-581
ely	-582
alta	-583
yh	-584
▁san	-585
unity	-586
▁aik	-587
▁am	-588
▁määr	-589
▁tav	-590
mista	-591
▁propos	-592
▁co	-593
▁more	-594
▁States	-595
▁el	-596
▁mahd	-597
tive	-598
vät	-599
ak	-600
▁you	-601
ong	-602
▁miet	-603
▁miel	-604
ap	-605
▁Arvoisa	-606
ug	-607
ities	-608
▁komission	-609
▁str	-610
▁kuin	-611
ain	-612
ässä	-613
▁sel	-614
ence	-615
▁ch	-616
▁saa	-617
▁dem	-618
▁mer	-619
▁trans	-620
ina	-621
SE	-622
ac	-623
con	-624
▁keskustel	-625
ös	-626
iset	-627
▁halu	-628
▁vä	-629
▁sitä	-630
tiin	-631
cial	-632
ary	-633
itiik	-634
uuden	-635
ice	-636
pec	-637
ose	-638
ettu	-639
▁dis	-640
ihe	-641
▁bec	-642
▁vi	-643
▁komissio	-644
▁very	-645
ution	-646
ink	-647
▁puol	-648
▁sta	-649
isiin	-650
▁men	-651
isia	-652
jan	-653
tal	-654
uten	-655
▁sit	-656
▁hyväks	-657
one	-658
tom	-659
tio	-660
▁pre	-661
▁out	-662
issä	-663
▁one	-664
▁parlamentin	-665
▁On	-666
eg	-667
alais	-668
▁they	-669
▁pe	-670
ivat	-671
end	-672
▁ro	-673
▁mark	-674
▁sekä	-675
▁mutta	-676
van	-677
▁dec	-678
▁ter	-679
hj	-680
▁polic	-681
▁these	-682
että	-683
▁who	-684
▁ehdot	-685
▁fin	-686
ide	-687
ject	-688
▁liit	-689
mend	-690
▁work	-691
▁their	-692
▁import	-693
ern	-694
▁use	-695
ärjestel	-696
▁kansa	-697
rke	-698
pr	-699
▁voi	-700
▁sub	-701
▁tämän	-702
velop	-703
▁cont	-704
▁tapa	-705
vin	-706
▁op	-707
▁pal	-708
▁dire	-709
▁esit	-710
PE	-711
▁tärke	-712
ase	-713
ign	-714
uu	-715
misen	-716
▁käyt	-717
elle	-718
▁po	-719
ures	-720
▁kuiten	-721
tää	-722
▁up	-723
▁hall	-724
▁countries	-725
ates	-726
▁bet	-727
ves	-728
form	-729
▁need	-730
▁ens	-731
▁This	-732
pport	-733
ause	-734
▁kanssa	-735
▁resp	-736
oint	-737
ästä	-738
yste	-739
▁unionin	-740
▁lä	-741
able	-742
▁sy	-743
ated	-744
ces	-745
cy	-746
▁jäsenval	-747
▁Community	-748
▁acc	-749
vit	-750
▁leg	-751
und	-752
ivät	-753
ukset	-754
jä	-755
jat	-756
▁kul	-757
▁what	-758
▁mat	-759
▁agree	-760
minen	-761
fore	-762
ven	-763
▁kun	-764
▁imp	-765
▁if	-766
ib	-767
▁puheen	-768
▁ser	-769
▁sopim	-770
▁only	-771
▁osa	-772
ino	-773
usten	-774
▁Committee	-775
ious	-776
conom	-777
johta	-778
▁right	-779
▁päätö	-780
▁py	-781
),	-782
▁olisi	-783
pu	-784
stit	-785
ikä	-786
▁asia	-787
▁rec	-788
ky	-789
▁De	-790
ull	-791
emb	-792
▁develop	-793
▁tra	-794
▁tas	-795
▁erity	-796
uttaa	-797
ere	-798
▁like	-799
▁year	-800
▁An	-801
sible	-802
▁syste	-803
▁whe	-804
▁partic	-805
▁vaik	-806
▁To	-807
▁time	-808
ettava	-809
▁yks	-810
▁any	-811
udell	-812
etta	-813
▁proposal	-814
▁alue	-815
▁ind	-816
▁my	-817
ang	-818
▁main	-819
▁tut	-820
▁prog	-821
▁eff	-822
ystä	-823
ass	-824
ord	-825
▁yh	-826
▁tul	-827
▁perus	-828
ular	-829
mat	-830
▁new	-831
▁til	-832
▁seur	-833
ific	-834
▁rat	-835
▁about	-836
▁prov	-837
▁liitty	-838
▁policy	-839
▁mitä	-840
tely	-841
kun	-842
maan	-843
roup	-844
▁tied	-845
ata	-846
uutta	-847
▁void	-848
joit	-849
▁'	-850
ise	-851
miseksi	-852
▁because	-853
estion	-854
king	-855
▁tämä	-856
osta	-857
olog	-858
..	-859
pä	-860
▁"	-861
imme	-862
lear	-863
▁vir	-864
▁merk	-865
mään	-866
▁suur	-867
oks	-868
vän	-869
iitt	-870
▁part	-871
kunnan	-872
bil	-873
ther	-874
▁concern	-875
su	-876
▁laa	-877
▁proble	-878
▁Al	-879
▁jon	-880
fic	-881
ween	-882
▁En	-883
▁ha	-884
aisten	-885
uta	-886
▁ih	-887
irst	-888
▁sam	-889
uk	-890
▁some	-891
▁As	-892
oston	-893
▁st	-894
▁Parlament	-895
▁under	-896
▁hän	-897
emp	-898
▁pres	-899
▁econom	-900
ople	-901
▁into	-902
▁kuitenkin	-903
▁pit	-904
ojen	-905
kaa	-906
▁between	-907
▁yhteisön	-908
eration	-909
▁ob	-910
▁kysym	-911
tan	-912
▁point	-913
▁yhd	-914
▁produ	-915
▁dif	-916
▁tur	-917
ulk	-918
ossa	-919
ention	-920
ellä	-921
▁important	-922
oa	-923
▁rah	-924
ttä	-925
▁Tämä	-926
▁Se	-927
▁appro	-928
olitiik	-929
▁such	-930
▁again	-931
▁sec	-932
▁take	-933
▁now	-934
vern	-935
▁niin	-936
ins	-937
iksi	-938
are	-939
tion	-940
▁bas	-941
vir	-942
▁hyvin	-943
▁ker	-944
ittää	-945
ope	-946
▁aihe	-947
▁aut	-948
uc	-949
ved	-950
enk	-951
▁oll	-952
▁polit	-953
▁those	-954
nyt	-955
istyö	-956
get	-957
pan	-958
▁made	-959
ond	-960
etään	-961
oja	-962
▁were	-963
lud	-964
osia	-965
isy	-966
inta	-967
uden	-968
▁asi	-969
▁people	-970
▁mahdollis	-971
ision	-972
uksessa	-973
▁rel	-974
▁make	-975
kir	-976
isin	-977
▁tote	-978
▁kann	-979
▁vain	-980
ach	-981
▁oli	-982
yks	-983
emme	-984
ural	-985
ile	-986
▁eivät	-987
osto	-988
now	-989
PSE	-990
▁kuten	-991
▁Pu	-992
▁man	-993
▁hel	-994
▁particular	-995
gan	-996
▁huomio	-997
▁koska	-998
ielä	-999
ag	-1000
cep	-1001
air	-1002
tary	-1003
blic	-1004
▁koko	-1005
▁ent	-1006
uka	-1007
▁gen	-1008
▁ong	-1009
enn	-1010
▁inform	-1011
▁tull	-1012
hän	-1013
▁ryh	-1014
▁puheenjohta	-1015
iew	-1016
ääd	-1017
ism	-1018
miseen	-1019
tia	-1020
▁support	-1021
▁tulee	-1022
iseen	-1023
ous	-1024
▁jonka	-1025
uman	-1026
xt	-1027
alle	-1028
▁fact	-1029
▁Parlamentin	-1030
vu	-1031
▁yle	-1032
▁think	-1033
▁system	-1034
▁meidän	-1035
▁Me	-1036
▁määrä	-1037
cess	-1038
opp	-1039
▁Con	-1040
▁vielä	-1041
etty	-1042
mistä	-1043
▁market	-1044
mm	-1045
▁bud	-1046
kim	-1047
▁pla	-1048
ever	-1049
istö	-1050
▁when	-1051
tern	-1052
▁koskev	-1053
▁inv	-1054
erg	-1055
osiaal	-1056
▁deb	-1057
loy	-1058
▁mietinn	-1059
▁spec	-1060
ward	-1061
▁vuod	-1062
▁social	-1063
ech	-1064
its	-1065
▁than	-1066
▁muut	-1067
vall	-1068
▁national	-1069
ors	-1070
▁say	-1071
▁amend	-1072
▁valio	-1073
▁käsitte	-1074
▁rep	-1075
järjestel	-1076
▁economic	-1077
ante	-1078
▁clear	-1079
▁vuo	-1080
▁tehd	-1081
intö	-1082
bility	-1083
▁kir	-1084
▁good	-1085
▁yhteistyö	-1086
jet	-1087
▁hyväksy	-1088
▁political	-1089
ole	-1090
▁uud	-1091
▁know	-1092
roug	-1093
▁kor	-1094
▁jäsenvaltio	-1095
▁joita	-1096
väl	-1097
kti	-1098
▁being	-1099
▁ään	-1100
▁sisä	-1101
▁how	-1102
keen	-1103
ityks	-1104
tavat	-1105
red	-1106
▁Min	-1107
tik	-1108
▁emp	-1109
▁first	-1110
DE	-1111
▁cl	-1112
ros	-1113
▁enn	-1114
▁question	-1115
▁them	-1116
immä	-1117
ory	-1118
▁tw	-1119
ting	-1120
▁sosiaal	-1121
asto	-1122
▁Deb	-1123
▁poliitt	-1124
▁tässä	-1125
hor	-1126
▁coop	-1127
yty	-1128
▁keskustelut	-1129
lemen	-1130
▁disc	-1131
uh	-1132
PPE	-1133
▁requ	-1134
▁suhte	-1135
▁Debates	-1136
ister	-1137
▁meas	-1138
mpär	-1139
▁voidaan	-1140
▁olla	-1141
embers	-1142
▁talous	-1143
▁nyt	-1144
▁consid	-1145
▁seura	-1146
hing	-1147
kö	-1148
▁kol	-1149
▁ass	-1150
▁lop	-1151
ittäin	-1152
▁hallit	-1153
▁progra	-1154
isiä	-1155
▁ins	-1156
▁intern	-1157
▁her	-1158
▁arv	-1159
ertain	-1160
▁tarkist	-1161
▁kom	-1162
htu	-1163
par	-1164
lan	-1165
eral	-1166
tetaan	-1167
inc	-1168
aisin	-1169
ts	-1170
kon	-1171
yttää	-1172
▁Ch	-1173
lic	-1174
▁human	-1175
▁respon	-1176
▁tuot	-1177
oitte	-1178
ings	-1179
▁ilm	-1180
kn	-1181
hen	-1182
imer	-1183
ni	-1184
▁yl	-1185
▁euro	-1186
▁niiden	-1187
amp	-1188
▁fra	-1189
▁exp	-1190
▁instit	-1191
oike	-1192
▁num	-1193
▁No	-1194
ustom	-1195
▁sillä	-1196
wn	-1197
oug	-1198
ating	-1199
▁way	-1200
▁kansall	-1201
▁over	-1202
ind	-1203
▁neuvoston	-1204
ktiiv	-1205
▁har	-1206
ksiä	-1207
▁may	-1208
ihen	-1209
itys	-1210
ästi	-1211
sopim	-1212
ran	-1213
▁teke	-1214
ettely	-1215
politiik	-1216
EN	-1217
ual	-1218
▁parlamentti	-1219
ress	-1220
▁ri	-1221
▁view	-1222
▁taloudell	-1223
atta	-1224
töön	-1225
ons	-1226
▁kaikki	-1227
▁where	-1228
▁That	-1229
viron	-1230
oth	-1231
▁far	-1232
▁had	-1233
oj	-1234
atim	-1235
ieve	-1236
kea	-1237
▁kyse	-1238
▁tarkoit	-1239
aik	-1240
sin	-1241
▁two	-1242
▁cooperation	-1243
▁ki	-1244
uation	-1245
▁ympär	-1246
▁kohd	-1247
▁organ	-1248
ck	-1249
amme	-1250
▁aset	-1251
▁shall	-1252
▁serv	-1253
▁raken	-1254
▁proced	-1255
▁puolesta	-1256
▁Mrs	-1257
▁käsit	-1258
uot	-1259
▁li	-1260
▁siihen	-1261
rough	-1262
ative	-1263
ustoms	-1264
▁see	-1265
▁selv	-1266
▁regard	-1267
ppor	-1268
▁lisä	-1269
▁great	-1270
▁information	-1271
▁adop	-1272
ene	-1273
▁development	-1274
▁dra	-1275
▁But	-1276
▁pass	-1277
▁ihmis	-1278
enp	-1279
ture	-1280
▁cour	-1281
▁mietintö	-1282
▁giv	-1283
▁mil	-1284
▁jossa	-1285
▁possible	-1286
▁jäl	-1287
▁many	-1288
▁liik	-1289
vien	-1290
▁certain	-1291
istu	-1292
ukseen	-1293
▁could	-1294
ri	-1295
▁ann	-1296
▁Puhe	-1297
ents	-1298
▁just	-1299
▁kas	-1300
äänn	-1301
▁set	-1302
▁author	-1303
isl	-1304
▁includ	-1305
▁gu	-1306
▁here	-1307
▁jotta	-1308
▁tehtä	-1309
▁matter	-1310
▁kaikk	-1311
▁lo	-1312
▁tätä	-1313
hed	-1314
▁mukaan	-1315
▁myön	-1316
▁jat	-1317
▁does	-1318
▁debate	-1319
▁prote	-1320
▁measures	-1321
ady	-1322
▁ever	-1323
misesta	-1324
▁uus	-1325
tation	-1326
▁public	-1327
▁cann	-1328
▁epä	-1329
▁sol	-1330
▁fe	-1331
reaty	-1332
▁even	-1333
▁edell	-1334
▁muka	-1335
▁artik	-1336
▁therefore	-1337
eng	-1338
▁maa	-1339
telij	-1340
ently	-1341
▁jota	-1342
▁Komis	-1343
▁ratka	-1344
▁tarvit	-1345
imp	-1346
incip	-1347
▁huomioon	-1348
astu	-1349
▁­	-1350
▁sti	-1351
ulation	-1352
▁olemme	-1353
▁osoit	-1354
EL	-1355
▁vah	-1356
ric	-1357
iall	-1358
tön	-1359
▁huol	-1360
▁cannot	-1361
ci	-1362
yky	-1363
▁päätös	-1364
▁against	-1365
▁within	-1366
▁mahdoll	-1367
yden	-1368
massa	-1369
ytän	-1370
muka	-1371
▁princip	-1372
ited	-1373
▁bel	-1374
▁nim	-1375
▁Nä	-1376
▁ty	-1377
omen	-1378
mer	-1379
mät	-1380
enkil	-1381
▁erityisesti	-1382
go	-1383
▁level	-1384
usti	-1385
elman	-1386
▁years	-1387
▁incre	-1388
▁pä	-1389
ettav	-1390
▁kon	-1391
uksesta	-1392
▁kuul	-1393
▁Commissioner	-1394
itse	-1395
▁resol	-1396
äädän	-1397
ES	-1398
▁vaan	-1399
int	-1400
▁lähe	-1401
uksista	-1402
elma	-1403
▁des	-1404
ussa	-1405
FR	-1406
kseen	-1407
▁There	-1408
▁mo	-1409
▁sect	-1410
land	-1411
kunta	-1412
ettiin	-1413
astaan	-1414
▁consider	-1415
dit	-1416
▁ele	-1417
▁Ol	-1418
ices	-1419
att	-1420
itiz	-1421
▁fund	-1422
▁same	-1423
ctive	-1424
jon	-1425
utions	-1426
▁through	-1427
arv	-1428
▁group	-1429
jien	-1430
▁beh	-1431
ettävä	-1432
olla	-1433
▁add	-1434
iko	-1435
▁taken	-1436
▁law	-1437
les	-1438
töm	-1439
unut	-1440
▁Su	-1441
▁esittä	-1442
▁Wh	-1443
anom	-1444
▁Halu	-1445
▁vuoden	-1446
▁ask	-1447
▁pros	-1448
▁rights	-1449
▁put	-1450
▁ris	-1451
▁number	-1452
▁legisl	-1453
alf	-1454
▁situation	-1455
ough	-1456
▁pid	-1457
▁country	-1458
teur	-1459
cts	-1460
estäni	-1461
▁environ	-1462
kes	-1463
telu	-1464
ohj	-1465
laus	-1466
▁voim	-1467
echn	-1468
uture	-1469
loyment	-1470
avat	-1471
pporteur	-1472
▁most	-1473
▁ollut	-1474
▁agreement	-1475
▁puh	-1476
ds	-1477
▁future	-1478
ference	-1479
▁käsittele	-1480
uss	-1481
▁erittäin	-1482
isesta	-1483
terd	-1484
ecess	-1485
▁mieltä	-1486
inväl	-1487
▁interest	-1488
▁Ne	-1489
▁neuvosto	-1490
ollow	-1491
▁oikeus	-1492
uksien	-1493
▁said	-1494
eh	-1495
ab	-1496
▁How	-1497
tele	-1498
▁Treaty	-1499
▁rapporteur	-1500
▁conf	-1501
▁ohj	-1502
▁democ	-1503
▁finan	-1504
▁Es	-1505
▁too	-1506
wor	-1507
▁lis	-1508
▁case	-1509
tien	-1510
▁täys	-1511
össä	-1512
▁customs	-1513
▁result	-1514
insäädän	-1515
vallis	-1516
viä	-1517
tanut	-1518
▁aino	-1519
▁perusta	-1520
▁long	-1521
ala	-1522
▁sp	-1523
olleg	-1524
aiset	-1525
esti	-1526
kään	-1527
utus	-1528
▁Kys	-1529
▁help	-1530
▁common	-1531
▁cr	-1532
▁energ	-1533
▁hig	-1534
aisen	-1535
kan	-1536
▁joh	-1537
▁want	-1538
▁kat	-1539
▁his	-1540
▁eikä	-1541
▁vahv	-1542
▁euroopp	-1543
itus	-1544
▁asian	-1545
▁ennen	-1546
▁still	-1547
▁well	-1548
ince	-1549
ren	-1550
ective	-1551
mental	-1552
tamaan	-1553
▁eri	-1554
tään	-1555
ah	-1556
▁invol	-1557
▁toimenp	-1558
▁problem	-1559
▁tähän	-1560
ouse	-1561
▁demok	-1562
▁enem	-1563
▁tehdä	-1564
ization	-1565
▁reas	-1566
▁nyky	-1567
▁maks	-1568
▁vote	-1569
▁ongelm	-1570
uri	-1571
▁vaka	-1572
▁järjes	-1573
otta	-1574
▁cost	-1575
▁vuos	-1576
uva	-1577
imin	-1578
▁puheenjohtaja	-1579
▁Jos	-1580
▁onn	-1581
▁techn	-1582
▁%	-1583
▁yr	-1584
▁int	-1585
▁tutkim	-1586
▁pys	-1587
▁tunn	-1588
ays	-1589
kino	-1590
▁henkil	-1591
▁necess	-1592
elf	-1593
▁jälkeen	-1594
▁problems	-1595
ld	-1596
▁then	-1597
▁action	-1598
ateg	-1599
onna	-1600
järjes	-1601
urther	-1602
▁cur	-1603
▁indust	-1604
ier	-1605
▁esimer	-1606
▁oper	-1607
▁antaa	-1608
▁follow	-1609
▁order	-1610
▁esittelij	-1611
▁citiz	-1612
ful	-1613
ready	-1614
arge	-1615
▁car	-1616
▁own	-1617
▁def	-1618
▁osall	-1619
▁hyö	-1620
ipp	-1621
änä	-1622
▁Mad	-1623
▁pitää	-1624
▁compet	-1625
▁govern	-1626
▁kiin	-1627
▁toiv	-1628
tiv	-1629
▁vastaan	-1630
▁contin	-1631
▁kolleg	-1632
jor	-1633
▁course	-1634
▁paljon	-1635
▁viime	-1636
▁already	-1637
▁differ	-1638
▁kunn	-1639
▁end	-1640
▁much	-1641
▁siir	-1642
iseksi	-1643
tabl	-1644
istaa	-1645
▁vuoksi	-1646
▁olen	-1647
ani	-1648
anta	-1649
▁real	-1650
▁tulev	-1651
▁politiik	-1652
▁lainsäädän	-1653
▁vastu	-1654
▁Puhemies	-1655
▁met	-1656
▁Group	-1657
asia	-1658
▁means	-1659
NL	-1660
▁pow	-1661
tin	-1662
▁hope	-1663
▁pers	-1664
row	-1665
▁opin	-1666
▁meet	-1667
▁pitä	-1668
▁examp	-1669
▁tällä	-1670
▁saad	-1671
▁accep	-1672
une	-1673
urg	-1674
▁ref	-1675
▁impro	-1676
▁spe	-1677
▁major	-1678
▁edusta	-1679
▁EC	-1680
▁kirj	-1681
▁pur	-1682
▁järjestel	-1683
vää	-1684
▁both	-1685
▁project	-1686
anne	-1687
uksi	-1688
isäl	-1689
ynn	-1690
▁Mar	-1691
iaat	-1692
ute	-1693
ional	-1694
uring	-1695
aisia	-1696
▁Re	-1697
▁sano	-1698
alth	-1699
▁pra	-1700
▁legal	-1701
▁call	-1702
▁yhteyd	-1703
mark	-1704
▁pyr	-1705
▁valv	-1706
tru	-1707
ior	-1708
ctions	-1709
▁pl	-1710
▁If	-1711
▁turvallis	-1712
ft	-1713
kem	-1714
fter	-1715
rol	-1716
▁elä	-1717
▁contr	-1718
olle	-1719
▁tekn	-1720
alaisten	-1721
ule	-1722
isions	-1723
▁kansainväl	-1724
▁sc	-1725
▁And	-1726
▁itse	-1727
▁subject	-1728
▁establ	-1729
▁br	-1730
▁rik	-1731
urity	-1732
▁deal	-1733
ityksen	-1734
▁rahoit	-1735
eseen	-1736
paa	-1737
▁hank	-1738
▁process	-1739
ount	-1740
▁ulk	-1741
▁koh	-1742
▁voit	-1743
▁sign	-1744
▁joiden	-1745
▁kansalais	-1746
ects	-1747
▁Yhd	-1748
▁basis	-1749
▁välttä	-1750
own	-1751
yksen	-1752
oim	-1753
▁Ag	-1754
▁believe	-1755
▁programme	-1756
▁kil	-1757
▁siis	-1758
▁given	-1759
▁sisäl	-1760
sue	-1761
▁ext	-1762
▁laaj	-1763
▁today	-1764
▁decision	-1765
ration	-1766
vaa	-1767
ided	-1768
▁Pro	-1769
ett	-1770
oista	-1771
minist	-1772
▁repres	-1773
ules	-1774
▁osalta	-1775
atalo	-1776
iti	-1777
▁tapahtu	-1778
▁before	-1779
▁koul	-1780
▁behalf	-1781
▁päät	-1782
▁direktiiv	-1783
▁ympäristö	-1784
age	-1785
▁For	-1786
▁without	-1787
IT	-1788
ujen	-1789
aal	-1790
▁suor	-1791
▁necessary	-1792
mär	-1793
▁budget	-1794
▁vaike	-1795
ilta	-1796
▁present	-1797
▁ach	-1798
▁mikä	-1799
▁arvio	-1800
▁international	-1801
ysten	-1802
▁stand	-1803
▁saav	-1804
▁place	-1805
▁committee	-1806
▁able	-1807
ily	-1808
apa	-1809
▁Tämän	-1810
▁kaup	-1811
▁give	-1812
▁consum	-1813
▁jäsenvaltioiden	-1814
▁specific	-1815
▁diffic	-1816
▁•	-1817
kij	-1818
▁kal	-1819
ivan	-1820
▁form	-1821
itta	-1822
paik	-1823
uksiin	-1824
cc	-1825
▁equ	-1826
▁maan	-1827
▁yhteydessä	-1828
neet	-1829
▁aina	-1830
▁asio	-1831
til	-1832
ining	-1833
ird	-1834
ustann	-1835
ange	-1836
▁puut	-1837
▁position	-1838
ticle	-1839
rodu	-1840
ized	-1841
cing	-1842
▁example	-1843
lus	-1844
unic	-1845
uudessa	-1846
▁citizens	-1847
▁vuonna	-1848
▁tästä	-1849
▁ette	-1850
▁transit	-1851
▁Lu	-1852
alio	-1853
▁niitä	-1854
▁ensimmä	-1855
▁julk	-1856
▁Members	-1857
ari	-1858
AN	-1859
work	-1860
▁yhteen	-1861
toa	-1862
▁last	-1863
▁Sta	-1864
▁kau	-1865
AR	-1866
ially	-1867
▁since	-1868
tives	-1869
▁mill	-1870
stä	-1871
▁trade	-1872
▁seuraav	-1873
▁authorities	-1874
▁mis	-1875
kka	-1876
kuuta	-1877
▁So	-1878
▁Sch	-1879
▁exc	-1880
▁whether	-1881
▁procedure	-1882
ivers	-1883
hel	-1884
▁prev	-1885
▁peruste	-1886
▁off	-1887
itive	-1888
ila	-1889
▁ec	-1890
tyä	-1891
▁emme	-1892
▁House	-1893
▁adopted	-1894
oma	-1895
▁However	-1896
▁protection	-1897
▁guar	-1898
▁state	-1899
▁Komissio	-1900
▁Madam	-1901
▁tax	-1902
press	-1903
llisy	-1904
oh	-1905
ties	-1906
▁area	-1907
▁your	-1908
▁respect	-1909
▁päätöslaus	-1910
▁avo	-1911
eltä	-1912
iety	-1913
ound	-1914
▁und	-1915
▁olemassa	-1916
▁issue	-1917
▁concerned	-1918
uut	-1919
▁aid	-1920
mien	-1921
▁why	-1922
ack	-1923
DR	-1924
hip	-1925
▁transport	-1926
rem	-1927
▁työn	-1928
▁services	-1929
ultural	-1930
▁financial	-1931
kohta	-1932
▁edistä	-1933
▁haluaisin	-1934
▁every	-1935
kiksi	-1936
teiden	-1937
uvat	-1938
onta	-1939
▁areas	-1940
▁sector	-1941
▁require	-1942
ha	-1943
▁suoj	-1944
▁tarpe	-1945
▁ainoastaan	-1946
com	-1947
ety	-1948
ral	-1949
▁sm	-1950
TO	-1951
▁vapa	-1952
ilu	-1953
pend	-1954
▁proposals	-1955
▁simp	-1956
▁väh	-1957
▁noud	-1958
▁amendments	-1959
▁ap	-1960
▁päiv	-1961
msterd	-1962
▁applic	-1963
▁ensure	-1964
ffair	-1965
ulttu	-1966
isessa	-1967
▁tehok	-1968
▁further	-1969
ati	-1970
ges	-1971
astus	-1972
▁komissa	-1973
ines	-1974
omet	-1975
▁activ	-1976
iinä	-1977
▁resolution	-1978
▁tuom	-1979
▁guarante	-1980
▁security	-1981
▁kiel	-1982
▁aloit	-1983
▁kilpa	-1984
▁Amsterd	-1985
ph	-1986
reed	-1987
unnit	-1988
▁att	-1989
▁tieto	-1990
▁valmis	-1991
▁näin	-1992
▁opinion	-1993
tend	-1994
▁ju	-1995
▁kehittä	-1996
▁tärkeää	-1997
▁täysin	-1998
▁tulevais	-1999
▁eh	-2000
mie	-2001
▁compl	-2002
▁United	-2003
▁läh	-2004
▁Gre	-2005
▁van	-2006
ratic	-2007
▁control	-2008
▁legislation	-2009
ingle	-2010
▁hänen	-2011
mmär	-2012
▁ilmoit	-2013
kuv	-2014
▁Olen	-2015
▁mod	-2016
▁obj	-2017
▁opp	-2018
▁high	-2019
▁kolm	-2020
▁valit	-2021
ild	-2022
▁inf	-2023
▁kulutta	-2024
▁luonn	-2025
▁prac	-2026
ulture	-2027
▁henkilö	-2028
ffice	-2029
isu	-2030
ger	-2031
▁käyttä	-2032
ov	-2033
▁saada	-2034
▁todell	-2035
▁käyttöön	-2036
▁ajat	-2037
▁aw	-2038
öytä	-2039
▁after	-2040
▁enemmän	-2041
hteis	-2042
▁Q	-2043
stan	-2044
▁talousarv	-2045
▁menettely	-2046
▁maiden	-2047
▁vaikka	-2048
▁todella	-2049
joon	-2050
▁maatalo	-2051
▁Br	-2052
▁Tr	-2053
taminen	-2054
▁opport	-2055
▁Ma	-2056
▁second	-2057
ron	-2058
▁jät	-2059
▁pet	-2060
▁muod	-2061
wer	-2062
ffic	-2063
imen	-2064
▁yksi	-2065
▁säänn	-2066
▁ev	-2067
act	-2068
▁Is	-2069
▁paik	-2070
▁sä	-2071
▁compan	-2072
ale	-2073
ete	-2074
▁saf	-2075
▁different	-2076
pri	-2077
teg	-2078
ffairs	-2079
▁exist	-2080
tyy	-2081
yys	-2082
ize	-2083
puol	-2084
▁jul	-2085
▁yhteisö	-2086
▁Sen	-2087
▁sovel	-2088
▁aikana	-2089
▁het	-2090
▁suos	-2091
▁miljoon	-2092
aut	-2093
▁increas	-2094
▁kan	-2095
▁kehit	-2096
▁progress	-2097
▁He	-2098
östä	-2099
▁soc	-2100
▁toimenpite	-2101
ential	-2102
▁health	-2103
ek	-2104
▁fraud	-2105
hem	-2106
▁cre	-2107
▁toimin	-2108
ined	-2109
▁voivat	-2110
▁introdu	-2111
▁serious	-2112
▁hand	-2113
ination	-2114
▁lisäksi	-2115
▁three	-2116
▁merkittä	-2117
▁full	-2118
▁nämä	-2119
▁pien	-2120
▁used	-2121
▁sitten	-2122
▁Meidän	-2123
ryh	-2124
ulla	-2125
▁maail	-2126
oita	-2127
other	-2128
▁yrit	-2129
ished	-2130
▁general	-2131
▁suun	-2132
▁ottaa	-2133
▁asiassa	-2134
▁crit	-2135
ferens	-2136
▁Article	-2137
tojen	-2138
adies	-2139
isista	-2140
enkin	-2141
▁employment	-2142
▁tärkeä	-2143
▁valiokunnan	-2144
una	-2145
ately	-2146
ote	-2147
avour	-2148
▁inde	-2149
elleen	-2150
▁whole	-2151
sibility	-2152
ving	-2153
▁allow	-2154
äätö	-2155
▁laus	-2156
▁third	-2157
▁kulttu	-2158
hes	-2159
▁kuljet	-2160
tuu	-2161
attom	-2162
▁tele	-2163
cu	-2164
▁strateg	-2165
▁implemen	-2166
led	-2167
▁dr	-2168
▁gent	-2169
▁mahdollista	-2170
▁koskevan	-2171
ying	-2172
▁prosent	-2173
enta	-2174
erta	-2175
▁sanoa	-2176
din	-2177
▁välillä	-2178
astr	-2179
▁terms	-2180
ELDR	-2181
raatt	-2182
toja	-2183
▁contrib	-2184
tta	-2185
▁Fin	-2186
▁ymmär	-2187
▁passitus	-2188
aks	-2189
▁forward	-2190
▁jäsenvalti	-2191
▁arvo	-2192
▁redu	-2193
ases	-2194
tenä	-2195
▁Reg	-2196
▁Tur	-2197
änään	-2198
▁kysymyks	-2199
▁ide	-2200
ueen	-2201
▁ajan	-2202
▁sell	-2203
utu	-2204
▁med	-2205
▁toiminta	-2206
ner	-2207
....	-2208
▁pel	-2209
▁issu	-2210
▁työllisy	-2211
▁State	-2212
▁principle	-2213
aisiin	-2214
ified	-2215
▁terve	-2216
▁toimiel	-2217
ues	-2218
▁ava	-2219
▁eli	-2220
▁neuvot	-2221
▁Amsterdam	-2222
ottaa	-2223
▁administ	-2224
▁mukaisesti	-2225
sel	-2226
goti	-2227
isessä	-2228
▁arvoisa	-2229
kia	-2230
▁industry	-2231
oksia	-2232
▁om	-2233
isestä	-2234
▁negoti	-2235
asio	-2236
usin	-2237
emmin	-2238
▁saat	-2239
▁kiinn	-2240
▁prior	-2241
tua	-2242
▁miten	-2243
▁come	-2244
▁rules	-2245
▁particularly	-2246
▁curr	-2247
ences	-2248
iltä	-2249
kojen	-2250
▁dist	-2251
▁vaikut	-2252
▁eurooppalais	-2253
NG	-2254
▁ilman	-2255
EC	-2256
▁mietinnön	-2257
▁jolla	-2258
OM	-2259
▁aim	-2260
▁exper	-2261
▁world	-2262
ditions	-2263
▁joilla	-2264
ives	-2265
▁yhtä	-2266
▁vastaav	-2267
töä	-2268
▁find	-2269
misestä	-2270
▁ste	-2271
▁clos	-2272
Euro	-2273
inten	-2274
▁costs	-2275
▁pain	-2276
▁vaku	-2277
▁keskus	-2278
elv	-2279
▁single	-2280
▁role	-2281
rj	-2282
uol	-2283
▁kasv	-2284
▁ihmisoike	-2285
▁Sec	-2286
▁wish	-2287
▁yhden	-2288
valio	-2289
▁tavoit	-2290
▁kehitys	-2291
▁kustann	-2292
▁näkö	-2293
▁initi	-2294
▁somet	-2295
▁San	-2296
▁Dire	-2297
soci	-2298
▁tavar	-2299
yksiä	-2300
▁meillä	-2301
▁reason	-2302
▁members	-2303
▁asp	-2304
▁mone	-2305
▁ti	-2306
ämme	-2307
▁bene	-2308
ep	-2309
▁aivan	-2310
▁frame	-2311
▁toimiv	-2312
▁mielestäni	-2313
▁aikaan	-2314
▁relations	-2315
osten	-2316
▁näiden	-2317
estions	-2318
▁esimerkiksi	-2319
▁ky	-2320
äärä	-2321
vention	-2322
med	-2323
▁job	-2324
▁each	-2325
▁refer	-2326
AT	-2327
ytyy	-2328
ality	-2329
▁What	-2330
▁av	-2331
▁going	-2332
▁suhteen	-2333
▁toteutta	-2334
wards	-2335
▁tuke	-2336
idency	-2337
lu	-2338
▁avu	-2339
▁occ	-2340
▁gentlemen	-2341
IR	-2342
▁Qu	-2343
▁juuri	-2344
uksissa	-2345
▁haluan	-2346
▁valtio	-2347
▁goods	-2348
als	-2349
▁express	-2350
▁rece	-2351
▁koskee	-2352
▁käytän	-2353
▁done	-2354
▁women	-2355
▁avulla	-2356
uudesta	-2357
▁yleis	-2358
swer	-2359
▁quite	-2360
ency	-2361
earch	-2362
tavan	-2363
▁directive	-2364
ena	-2365
▁did	-2366
▁ECU	-2367
aston	-2368
▁writ	-2369
▁riittä	-2370
▁appropri	-2371
▁institution	-2372
▁pay	-2373
▁siinä	-2374
kk	-2375
▁pat	-2376
▁pitäisi	-2377
▁osallist	-2378
▁suc	-2379
▁offic	-2380
▁tänään	-2381
▁products	-2382
esty	-2383
▁next	-2384
▁Mutta	-2385
▁speak	-2386
▁agreements	-2387
▁od	-2388
▁kahd	-2389
etaan	-2390
▁least	-2391
▁happ	-2392
▁favour	-2393
▁Kes	-2394
▁korke	-2395
allisesti	-2396
iassa	-2397
isivat	-2398
▁ladies	-2399
aus	-2400
mit	-2401
ida	-2402
entral	-2403
▁small	-2404
▁sopimuksen	-2405
sequ	-2406
▁kaikkia	-2407
utes	-2408
▁seem	-2409
gin	-2410
▁At	-2411
▁Sw	-2412
▁ul	-2413
come	-2414
▁ban	-2415
▁back	-2416
▁alalla	-2417
▁viranom	-2418
ps	-2419
ette	-2420
▁lead	-2421
▁toiminn	-2422
▁nat	-2423
▁move	-2424
▁Trans	-2425
usiness	-2426
uksena	-2427
▁integ	-2428
▁tavalla	-2429
ror	-2430
▁look	-2431
▁mitään	-2432
uuteen	-2433
▁asiasta	-2434
ED	-2435
▁access	-2436
▁laatim	-2437
▁institutions	-2438
▁anal	-2439
▁asem	-2440
▁joissa	-2441
tand	-2442
▁framework	-2443
▁conditions	-2444
ogn	-2445
cted	-2446
▁olev	-2447
▁Soc	-2448
ically	-2449
▁siten	-2450
▁resour	-2451
ikke	-2452
▁down	-2453
▁kaksi	-2454
▁mainit	-2455
▁olevan	-2456
▁periaat	-2457
▁Go	-2458
mätön	-2459
▁vaar	-2460
▁tehtävä	-2461
▁prom	-2462
▁really	-2463
▁yhtenä	-2464
▁improve	-2465
uun	-2466
▁rajoit	-2467
▁however	-2468
koja	-2469
▁Siksi	-2470
▁unders	-2471
▁del	-2472
▁tulisi	-2473
ON	-2474
öiden	-2475
▁siksi	-2476
▁Haluaisin	-2477
iir	-2478
▁establish	-2479
son	-2480
▁stud	-2481
mmes	-2482
erman	-2483
▁discuss	-2484
▁hyöd	-2485
▁artiklan	-2486
▁tapauksessa	-2487
▁vaatim	-2488
uja	-2489
▁ettei	-2490
▁hetke	-2491
▁kokon	-2492
▁voimme	-2493
isti	-2494
▁Tässä	-2495
▁account	-2496
▁yli	-2497
▁following	-2498
nä	-2499
▁mana	-2500
▁recogn	-2501
▁standard	-2502
▁docu	-2503
▁Van	-2504
▁let	-2505
▁sat	-2506
▁voida	-2507
▁lab	-2508
els	-2509
han	-2510
istön	-2511
▁tavoitte	-2512
ilj	-2513
▁varten	-2514
▁koskevat	-2515
▁Itä	-2516
▁lim	-2517
lemme	-2518
▁pan	-2519
UE	-2520
▁direct	-2521
istyn	-2522
▁ulkop	-2523
▁involved	-2524
ton	-2525
ised	-2526
sopimuksen	-2527
▁pak	-2528
▁Rans	-2529
▁tarjo	-2530
▁various	-2531
▁Le	-2532
ital	-2533
▁kaupp	-2534
▁keske	-2535
▁uudelleen	-2536
.)	-2537
ways	-2538
▁business	-2539
nön	-2540
▁approach	-2541
▁Pol	-2542
▁less	-2543
▁agric	-2544
▁sanot	-2545
▁tiedon	-2546
äällä	-2547
▁text	-2548
▁abs	-2549
▁ehkä	-2550
▁environmental	-2551
pro	-2552
ksiin	-2553
▁komissaari	-2554
ides	-2555
estys	-2556
▁free	-2557
▁perio	-2558
inkerta	-2559
▁Affairs	-2560
▁open	-2561
▁tasolla	-2562
▁hetkellä	-2563
▁Kysym	-2564
▁tutkin	-2565
ium	-2566
mää	-2567
▁rev	-2568
▁another	-2569
▁fore	-2570
▁palvel	-2571
▁democratic	-2572
▁ess	-2573
airman	-2574
▁Green	-2575
▁oikeudell	-2576
ivid	-2577
▁esittelijä	-2578
▁syn	-2579
▁Intern	-2580
▁unioni	-2581
▁espec	-2582
▁resources	-2583
järjestelmän	-2584
▁few	-2585
▁inves	-2586
▁effort	-2587
▁guarantee	-2588
▁kansalaisten	-2589
▁itself	-2590
uct	-2591
▁hä	-2592
▁towards	-2593
NGL	-2594
▁fo	-2595
▁puheenjohtaj	-2596
▁Lisä	-2597
▁power	-2598
▁programmes	-2599
▁ist	-2600
▁kum	-2601
▁nu	-2602
opan	-2603
▁Miel	-2604
▁mention	-2605
▁tun	-2606
▁regul	-2607
▁asiakir	-2608
iteet	-2609
▁ment	-2610
▁proposed	-2611
▁activities	-2612
▁needs	-2613
▁sisäll	-2614
ban	-2615
oksen	-2616
▁enc	-2617
ology	-2618
uussa	-2619
uvosto	-2620
▁regions	-2621
▁teollis	-2622
ient	-2623
▁issues	-2624
▁yksity	-2625
mon	-2626
eter	-2627
uvoston	-2628
▁points	-2629
kul	-2630
▁yhä	-2631
ength	-2632
▁based	-2633
over	-2634
taneet	-2635
▁difficult	-2636
▁grow	-2637
▁valtu	-2638
enä	-2639
▁nope	-2640
▁äänestä	-2641
▁responsible	-2642
ota	-2643
ulle	-2644
var	-2645
▁väär	-2646
▁konferens	-2647
▁vot	-2648
itsee	-2649
▁working	-2650
▁non	-2651
▁hist	-2652
▁accord	-2653
▁na	-2654
▁kuitenkaan	-2655
art	-2656
alan	-2657
▁gr	-2658
▁varm	-2659
jaan	-2660
▁during	-2661
▁internal	-2662
▁BSE	-2663
▁benef	-2664
▁edelleen	-2665
inä	-2666
isella	-2667
unities	-2668
▁accept	-2669
▁fiel	-2670
▁pääs	-2671
ommend	-2672
▁million	-2673
▁especially	-2674
töjen	-2675
▁ohjelm	-2676
▁kaikkien	-2677
▁educ	-2678
▁Govern	-2679
▁heidän	-2680
▁safety	-2681
▁questions	-2682
iU	-2683
round	-2684
▁täällä	-2685
het	-2686
▁demokrat	-2687
▁johta	-2688
ged	-2689
▁muiden	-2690
▁perustamis	-2691
▁Lisäksi	-2692
xemb	-2693
▁saan	-2694
aps	-2695
kup	-2696
old	-2697
▁minun	-2698
oro	-2699
ove	-2700
▁ear	-2701
mällä	-2702
▁kannat	-2703
▁turvallisuus	-2704
tynyt	-2705
▁laat	-2706
▁rather	-2707
▁struct	-2708
▁tiedot	-2709
▁importance	-2710
ace	-2711
kom	-2712
racy	-2713
otion	-2714
ussion	-2715
▁koros	-2716
▁täytyy	-2717
▁individ	-2718
▁lait	-2719
▁rema	-2720
▁stat	-2721
▁asiaa	-2722
▁kulttuur	-2723
▁rem	-2724
AL	-2725
▁jä	-2726
▁uh	-2727
quir	-2728
raph	-2729
▁mar	-2730
▁edist	-2731
▁thank	-2732
▁better	-2733
teita	-2734
▁samaa	-2735
IS	-2736
enda	-2737
▁riipp	-2738
▁policies	-2739
iss	-2740
▁tah	-2741
▁velv	-2742
ohjelm	-2743
IN	-2744
idence	-2745
▁muist	-2746
politiikan	-2747
kien	-2748
▁sov	-2749
▁wel	-2750
▁provide	-2751
▁meille	-2752
▁tilante	-2753
▁vaih	-2754
aisesti	-2755
▁always	-2756
▁koskeva	-2757
▁Te	-2758
▁bring	-2759
▁luot	-2760
▁kind	-2761
▁prof	-2762
SV	-2763
tim	-2764
äli	-2765
▁ep	-2766
▁star	-2767
rib	-2768
tell	-2769
▁Val	-2770
▁Amer	-2771
▁rauh	-2772
▁chang	-2773
▁myönte	-2774
▁including	-2775
▁herra	-2776
▁society	-2777
▁sopimus	-2778
▁bod	-2779
▁show	-2780
▁Olemme	-2781
▁environment	-2782
gement	-2783
ioistu	-2784
▁energy	-2785
▁appe	-2786
▁cases	-2787
▁continue	-2788
▁Conference	-2789
▁sään	-2790
▁esittää	-2791
▁Question	-2792
itted	-2793
okset	-2794
▁Luxemb	-2795
▁special	-2796
▁addition	-2797
▁communic	-2798
▁mie	-2799
▁selke	-2800
▁clearly	-2801
lä	-2802
gal	-2803
▁government	-2804
▁Mitä	-2805
eto	-2806
teet	-2807
utettu	-2808
▁something	-2809
▁become	-2810
tekij	-2811
▁säännö	-2812
▁research	-2813
▁toat	-2814
▁fis	-2815
ikäli	-2816
öytäkir	-2817
▁implementation	-2818
uista	-2819
▁toimi	-2820
kinoiden	-2821
▁käyttää	-2822
▁interests	-2823
▁Dec	-2824
▁individual	-2825
▁tukea	-2826
▁hal	-2827
▁creat	-2828
▁ammat	-2829
▁alueella	-2830
yr	-2831
jaa	-2832
▁period	-2833
▁things	-2834
ived	-2835
▁Bel	-2836
ither	-2837
table	-2838
uneet	-2839
▁cong	-2840
▁cor	-2841
▁muu	-2842
▁cover	-2843
▁net	-2844
▁understand	-2845
eria	-2846
ppan	-2847
▁hallinn	-2848
▁suunnit	-2849
unto	-2850
▁proper	-2851
▁harjoit	-2852
▁kaikkea	-2853
▁increase	-2854
UPE	-2855
has	-2856
ness	-2857
▁Toiv	-2858
▁huomat	-2859
▁service	-2860
▁projects	-2861
ross	-2862
▁Brit	-2863
▁vapaa	-2864
▁conclus	-2865
▁hyväksyä	-2866
▁Kun	-2867
for	-2868
▁success	-2869
tle	-2870
mättä	-2871
▁avail	-2872
here	-2873
tical	-2874
▁maailman	-2875
sid	-2876
kesk	-2877
▁hyvät	-2878
▁perust	-2879
▁conte	-2880
▁training	-2881
▁concerning	-2882
▁puheenvu	-2883
▁Alger	-2884
▁kertom	-2885
ho	-2886
kel	-2887
▁obs	-2888
▁discussion	-2889
leg	-2890
▁Fr	-2891
imes	-2892
▁laajen	-2893
▁niistä	-2894
koko	-2895
▁usein	-2896
Par	-2897
▁sur	-2898
▁risk	-2899
▁German	-2900
iversity	-2901
toim	-2902
▁making	-2903
urs	-2904
ettel	-2905
▁actu	-2906
▁lähes	-2907
▁muuta	-2908
mb	-2909
▁vai	-2910
▁esiin	-2911
▁tarkas	-2912
▁attention	-2913
▁maatalous	-2914
GUE	-2915
▁demokraatt	-2916
▁get	-2917
oilla	-2918
▁vähen	-2919
▁demand	-2920
ratul	-2921
rative	-2922
▁josta	-2923
ellisen	-2924
▁kysymys	-2925
pol	-2926
▁bu	-2927
▁johd	-2928
▁month	-2929
▁available	-2930
▁once	-2931
▁suure	-2932
▁systems	-2933
istan	-2934
enne	-2935
▁provided	-2936
▁exam	-2937
▁impos	-2938
▁kunnio	-2939
▁oltava	-2940
▁yrityks	-2941
elta	-2942
ists	-2943
▁companies	-2944
DA	-2945
gether	-2946
▁These	-2947
ants	-2948
▁dut	-2949
▁las	-2950
▁työs	-2951
▁Social	-2952
▁contain	-2953
ification	-2954
ceed	-2955
▁Mon	-2956
▁vaa	-2957
▁Per	-2958
▁matters	-2959
▁amendment	-2960
▁otta	-2961
▁terror	-2962
▁Mielestäni	-2963
ected	-2964
▁read	-2965
▁congratul	-2966
ler	-2967
▁täll	-2968
▁joint	-2969
▁meeting	-2970
▁kannalta	-2971
etun	-2972
inti	-2973
▁Lop	-2974
▁sop	-2975
▁vih	-2976
▁noudat	-2977
ath	-2978
ict	-2979
lex	-2980
imiel	-2981
quiry	-2982
▁vuoro	-2983
▁EM	-2984
▁loc	-2985
ented	-2986
▁Med	-2987
ialog	-2988
▁vast	-2989
ection	-2990
▁achieve	-2991
erv	-2992
▁Or	-2993
imman	-2994
▁supp	-2995
▁Amend	-2996
▁ident	-2997
▁large	-2998
▁kuinka	-2999
▁particip	-3000
▁ten	-3001
▁ryhmän	-3002
▁recommend	-3003
▁Government	-3004
▁kiit	-3005
▁viit	-3006
▁writing	-3007
▁yksinkerta	-3008
ience	-3009
▁mean	-3010
▁suuri	-3011
▁others	-3012
lann	-3013
▁välttämätön	-3014
▁lisää	-3015
▁effective	-3016
▁technical	-3017
rah	-3018
ning	-3019
▁taking	-3020
▁Eurooppa	-3021
▁aff	-3022
though	-3023
▁rouva	-3024
ket	-3025
haps	-3026
▁Office	-3027
▁decisions	-3028
au	-3029
tila	-3030
ialogue	-3031
▁toimia	-3032
▁procedures	-3033
ume	-3034
▁enää	-3035
▁complet	-3036
▁assist	-3037
▁kerran	-3038
▁regional	-3039
ave	-3040
▁might	-3041
▁majority	-3042
västi	-3043
illoin	-3044
▁hankke	-3045
oda	-3046
▁enter	-3047
ourg	-3048
dition	-3049
ological	-3050
▁application	-3051
ee	-3052
itor	-3053
▁voisi	-3054
kunnassa	-3055
▁yet	-3056
▁vall	-3057
▁johon	-3058
▁jäsenet	-3059
oub	-3060
▁budjet	-3061
▁request	-3062
▁sal	-3063
▁peace	-3064
menettely	-3065
▁strength	-3066
▁appropriate	-3067
▁Kos	-3068
▁kautta	-3069
opa	-3070
▁context	-3071
▁Ir	-3072
ensä	-3073
▁viol	-3074
▁draft	-3075
oon	-3076
▁achie	-3077
▁words	-3078
▁mielestä	-3079
▁responsibility	-3080
▁Ens	-3081
oiden	-3082
▁treat	-3083
▁simply	-3084
▁together	-3085
'.	-3086
ilar	-3087
▁ala	-3088
▁teks	-3089
▁instru	-3090
▁greater	-3091
▁consumer	-3092
▁opportunity	-3093
ARE	-3094
▁ecua	-3095
▁appl	-3096
▁ph	-3097
tice	-3098
▁person	-3099
▁Kuten	-3100
▁Haluan	-3101
▁dialogue	-3102
▁aware	-3103
ytäntöön	-3104
▁yhdessä	-3105
pal	-3106
enty	-3107
▁sovit	-3108
▁analys	-3109
▁essential	-3110
▁regulation	-3111
TA	-3112
koh	-3113
▁lit	-3114
arity	-3115
missa	-3116
rench	-3117
▁deta	-3118
▁i	-3119
▁Kaik	-3120
▁liian	-3121
▁tehty	-3122
▁education	-3123
▁miljoonaa	-3124
▁voitaisiin	-3125
mpi	-3126
ourt	-3127
▁colle	-3128
▁often	-3129
▁provisions	-3130
▁työt	-3131
▁pyytä	-3132
▁Yhdistyn	-3133
▁säil	-3134
▁joista	-3135
▁positive	-3136
of	-3137
uminen	-3138
▁change	-3139
▁selvästi	-3140
▁competition	-3141
▁bo	-3142
▁contra	-3143
▁tehokka	-3144
▁minister	-3145
▁hallitusten	-3146
omme	-3147
▁press	-3148
▁encour	-3149
▁negotiations	-3150
hod	-3151
uhe	-3152
puhel	-3153
ryhmän	-3154
▁results	-3155
▁production	-3156
anto	-3157
▁alle	-3158
istic	-3159
▁Swed	-3160
▁comb	-3161
yttävä	-3162
▁uudist	-3163
".	-3164
RO	-3165
kuun	-3166
▁drug	-3167
▁pyyd	-3168
▁short	-3169
▁democracy	-3170
arvo	-3171
▁urg	-3172
▁seems	-3173
yssä	-3174
▁aspects	-3175
gu	-3176
▁mor	-3177
▁rais	-3178
ishing	-3179
▁Party	-3180
▁näitä	-3181
▁markkin	-3182
▁päätöksen	-3183
▁Komission	-3184
iaa	-3185
ortu	-3186
ility	-3187
▁Court	-3188
▁kollegat	-3189
▁perusteella	-3190
▁kirjallisesti	-3191
);	-3192
innä	-3193
udet	-3194
urn	-3195
▁Mc	-3196
▁They	-3197
▁ur	-3198
ners	-3199
▁ret	-3200
johtaja	-3201
▁invest	-3202
▁Ber	-3203
intar	-3204
joiden	-3205
isaalta	-3206
▁groups	-3207
▁powers	-3208
▁prevent	-3209
▁täytäntöön	-3210
▁parlamentissa	-3211
koa	-3212
▁final	-3213
▁emphas	-3214
▁liittyvät	-3215
▁apply	-3216
▁kolme	-3217
▁colleag	-3218
▁eas	-3219
uuksia	-3220
▁indic	-3221
▁table	-3222
amen	-3223
▁farm	-3224
▁while	-3225
▁French	-3226
▁Euroopassa	-3227
yl	-3228
▁jobs	-3229
maiden	-3230
▁koulut	-3231
▁määrit	-3232
▁oikeuden	-3233
▁yhteisen	-3234
▁Pa	-3235
▁above	-3236
alue	-3237
kail	-3238
itsem	-3239
▁puhu	-3240
uclear	-3241
▁paran	-3242
▁vakav	-3243
▁field	-3244
▁found	-3245
ustr	-3246
▁funds	-3247
astrich	-3248
▁assess	-3249
▁strong	-3250
lev	-3251
ehto	-3252
itsi	-3253
▁suosit	-3254
EP	-3255
kiv	-3256
▁orig	-3257
▁rad	-3258
▁ryhmä	-3259
▁method	-3260
▁otetaan	-3261
▁certainly	-3262
▁mietinnössä	-3263
yhy	-3264
ikan	-3265
▁inn	-3266
ustice	-3267
▁oppos	-3268
▁increasing	-3269
▁adv	-3270
▁kohta	-3271
▁unemp	-3272
▁uuden	-3273
tavalio	-3274
▁subsid	-3275
ER	-3276
tens	-3277
▁effect	-3278
▁suojel	-3279
iselle	-3280
▁commit	-3281
▁Maastrich	-3282
▁Ex	-3283
▁enl	-3284
▁Ei	-3285
▁Ro	-3286
isto	-3287
▁Kyse	-3288
▁sall	-3289
isistä	-3290
▁representa	-3291
EDN	-3292
▁Ital	-3293
▁avoim	-3294
▁consequ	-3295
omaan	-3296
▁care	-3297
▁ehd	-3298
▁jopa	-3299
▁First	-3300
ru	-3301
▁eril	-3302
▁voin	-3303
▁esille	-3304
▁teille	-3305
▁reports	-3306
▁ehdotuksen	-3307
▁parlamentille	-3308
ulta	-3309
getary	-3310
▁kansan	-3311
▁prosenttia	-3312
kää	-3313
tar	-3314
▁che	-3315
imatta	-3316
▁answer	-3317
▁WTO	-3318
▁nor	-3319
▁Belg	-3320
reedom	-3321
▁among	-3322
▁neuvottelu	-3323
jän	-3324
▁puitte	-3325
▁Temp	-3326
▁kuuka	-3327
▁sever	-3328
▁bro	-3329
▁Saks	-3330
▁käsittely	-3331
ordin	-3332
▁kokonais	-3333
olm	-3334
ened	-3335
väksi	-3336
less	-3337
▁sella	-3338
▁sääd	-3339
isuuden	-3340
▁presidency	-3341
▁Yhdys	-3342
▁Yhteis	-3343
▁include	-3344
sään	-3345
▁nel	-3346
▁lain	-3347
lement	-3348
misessa	-3349
irc	-3350
ykset	-3351
▁reasons	-3352
ything	-3353
▁Fis	-3354
▁fir	-3355
▁lat	-3356
▁extrem	-3357
kseni	-3358
liamen	-3359
▁force	-3360
▁työntekij	-3361
▁act	-3362
ustaa	-3363
ession	-3364
▁vuotta	-3365
▁foreign	-3366
▁fail	-3367
▁play	-3368
▁origin	-3369
▁osoittaa	-3370
▁objective	-3371
iation	-3372
▁Alban	-3373
▁associ	-3374
▁työpaik	-3375
▁communication	-3376
ible	-3377
▁anim	-3378
▁region	-3379
▁etenkin	-3380
▁lää	-3381
▁Näin	-3382
ellinen	-3383
▁vaihto	-3384
era	-3385
usi	-3386
▁jär	-3387
isimme	-3388
▁indeed	-3389
▁toteut	-3390
lista	-3391
amental	-3392
tavasti	-3393
▁organis	-3394
▁vuoropuhel	-3395
por	-3396
tella	-3397
▁pysy	-3398
▁huole	-3399
▁create	-3400
▁welcome	-3401
▁ongelmia	-3402
kot	-3403
unnon	-3404
▁jouk	-3405
▁Tästä	-3406
uksella	-3407
▁tietty	-3408
▁current	-3409
ättä	-3410
oissa	-3411
▁samalla	-3412
lleen	-3413
▁uusi	-3414
▁lack	-3415
▁deleg	-3416
▁menet	-3417
▁member	-3418
▁Co	-3419
▁Pal	-3420
▁aiheutta	-3421
▁kalastus	-3422
▁Vasta	-3423
▁Santer	-3424
▁alueen	-3425
▁Directive	-3426
▁agricultural	-3427
ctor	-3428
ivil	-3429
▁muita	-3430
▁never	-3431
allisen	-3432
asioita	-3433
▁constit	-3434
▁unionissa	-3435
blig	-3436
into	-3437
▁taa	-3438
▁muun	-3439
▁Inter	-3440
▁verot	-3441
▁maissa	-3442
▁freedom	-3443
▁nuclear	-3444
▁him	-3445
▁lif	-3446
▁war	-3447
▁thing	-3448
▁having	-3449
llisesti	-3450
▁kiittää	-3451
▁jäsenvaltiot	-3452
hti	-3453
osu	-3454
yös	-3455
▁Sub	-3456
▁onnit	-3457
▁motion	-3458
▁substan	-3459
▁extremely	-3460
the	-3461
entre	-3462
▁konk	-3463
▁Lopuksi	-3464
▁partners	-3465
amaan	-3466
jojen	-3467
▁uusia	-3468
▁hon	-3469
▁kuuluu	-3470
▁reform	-3471
▁minä	-3472
isille	-3473
▁julka	-3474
▁vaihe	-3475
▁aiheut	-3476
▁valiokunta	-3477
▁den	-3478
▁ihm	-3479
▁oblig	-3480
▁Tempus	-3481
kki	-3482
▁lisään	-3483
▁olivat	-3484
▁efforts	-3485
▁kilpail	-3486
▁ratkais	-3487
ollisesti	-3488
vernmental	-3489
▁välttämätöntä	-3490
tömy	-3491
isuus	-3492
▁valtion	-3493
eks	-3494
▁All	-3495
▁bio	-3496
▁pop	-3497
beral	-3498
▁tais	-3499
jia	-3500
▁Vu	-3501
ising	-3502
äätös	-3503
▁liittyy	-3504
etä	-3505
kohd	-3506
▁summ	-3507
▁monitor	-3508
ait	-3509
▁best	-3510
▁food	-3511
▁tyyty	-3512
▁little	-3513
▁sovelta	-3514
▁signific	-3515
▁TH	-3516
▁lang	-3517
▁vaal	-3518
▁local	-3519
▁histor	-3520
▁huomiota	-3521
▁official	-3522
▁structural	-3523
TI	-3524
tall	-3525
▁Ad	-3526
▁sää	-3527
ased	-3528
▁sug	-3529
uudet	-3530
▁money	-3531
▁Econom	-3532
ba	-3533
ava	-3534
▁IN	-3535
aval	-3536
▁Gra	-3537
▁Pat	-3538
ingas	-3539
ustus	-3540
▁ongelma	-3541
▁concerns	-3542
▁yksimiel	-3543
▁tavoitteen	-3544
▁yhteistyötä	-3545
dom	-3546
lar	-3547
umme	-3548
▁ple	-3549
▁ras	-3550
engen	-3551
▁enlarge	-3552
▁actually	-3553
oung	-3554
▁silloin	-3555
▁underta	-3556
ellään	-3557
▁pitkä	-3558
▁kumppan	-3559
▁käsiteltä	-3560
co	-3561
voim	-3562
yhteis	-3563
▁vahvista	-3564
▁fundamental	-3565
▁hi	-3566
▁With	-3567
▁offer	-3568
▁Dut	-3569
▁nuor	-3570
▁tälla	-3571
▁varap	-3572
▁toimit	-3573
mukaista	-3574
▁liikkuv	-3575
▁siv	-3576
▁sure	-3577
▁vihre	-3578
▁administrative	-3579
lain	-3580
tended	-3581
vious	-3582
uttava	-3583
▁Second	-3584
▁hyväksyi	-3585
▁pöytäkir	-3586
mi	-3587
oo	-3588
uts	-3589
atin	-3590
ikka	-3591
▁kuningas	-3592
▁regulations	-3593
▁fre	-3594
▁kestä	-3595
▁enough	-3596
▁käsittelevän	-3597
emm	-3598
tor	-3599
▁draw	-3600
▁aloitte	-3601
▁kilpailu	-3602
ikö	-3603
ried	-3604
vers	-3605
ening	-3606
ively	-3607
▁huon	-3608
▁states	-3609
▁kohtaan	-3610
▁huolimatta	-3611
endit	-3612
▁Portu	-3613
▁parem	-3614
▁existing	-3615
ify	-3616
tac	-3617
töjä	-3618
▁Espan	-3619
▁employ	-3620
minister	-3621
▁hallituksen	-3622
▁klo	-3623
▁tode	-3624
▁advan	-3625
▁selvää	-3626
kset	-3627
ling	-3628
tavaa	-3629
▁Americ	-3630
▁tilanne	-3631
ellisesti	-3632
▁Economic	-3633
laa	-3634
ona	-3635
▁suhta	-3636
avar	-3637
fort	-3638
▁Bal	-3639
▁mom	-3640
mässä	-3641
vissä	-3642
▁Dutch	-3643
▁difficul	-3644
▁tarvitse	-3645
▁Ja	-3646
pact	-3647
▁cod	-3648
ternal	-3649
▁johtu	-3650
▁katso	-3651
▁syystä	-3652
▁voimak	-3653
▁initiative	-3654
miä	-3655
▁joht	-3656
▁onko	-3657
▁France	-3658
▁varmis	-3659
▁industr	-3660
▁välisen	-3661
▁cultural	-3662
liamentary	-3663
▁principles	-3664
▁disa	-3665
▁infr	-3666
▁välit	-3667
▁months	-3668
▁she	-3669
ittele	-3670
▁ollen	-3671
isf	-3672
elves	-3673
▁asked	-3674
▁korva	-3675
▁prepa	-3676
▁mentioned	-3677
▁objec	-3678
▁thems	-3679
▁langua	-3680
▁patent	-3681
▁solution	-3682
▁themselves	-3683
▁tuomioistu	-3684
itions	-3685
▁päättä	-3686
▁recent	-3687
▁perhaps	-3688
equ	-3689
ipl	-3690
▁idea	-3691
▁longer	-3692
▁muutta	-3693
▁keskustelu	-3694
▁eng	-3695
▁viik	-3696
heries	-3697
▁My	-3698
atio	-3699
reett	-3700
▁deter	-3701
▁growth	-3702
▁rahoitus	-3703
▁May	-3704
yteen	-3705
▁Ruot	-3706
▁feel	-3707
▁myönn	-3708
Euroopan	-3709
▁regards	-3710
enna	-3711
imum	-3712
ymmen	-3713
▁Nämä	-3714
▁lent	-3715
▁parla	-3716
▁varapuhe	-3717
kke	-3718
ret	-3719
▁THE	-3720
iljel	-3721
▁excell	-3722
governmental	-3723
ean	-3724
päiv	-3725
▁Vaik	-3726
▁naisten	-3727
▁tulevaisuudessa	-3728
▁cla	-3729
cient	-3730
▁hoit	-3731
▁Koska	-3732
alainen	-3733
▁harmon	-3734
▁quality	-3735
▁budgetary	-3736
▁talousarvio	-3737
idel	-3738
▁Ind	-3739
▁erin	-3740
ably	-3741
iled	-3742
kuper	-3743
▁ydin	-3744
▁total	-3745
▁suorit	-3746
ohjelman	-3747
ettavasti	-3748
▁esitetty	-3749
▁standards	-3750
▁jud	-3751
▁sul	-3752
atory	-3753
mästä	-3754
▁step	-3755
isters	-3756
▁young	-3757
▁office	-3758
▁Finally	-3759
▁maintain	-3760
urd	-3761
maks	-3762
▁anta	-3763
▁jatkuv	-3764
▁received	-3765
▁erityisen	-3766
▁direktiivin	-3767
▁Pe	-3768
tavia	-3769
kirjoit	-3770
▁Toivon	-3771
▁practice	-3772
itar	-3773
uole	-3774
ostaa	-3775
▁circ	-3776
palvel	-3777
isuutta	-3778
▁huomaut	-3779
▁koskevien	-3780
▁Vo	-3781
tekn	-3782
innäkin	-3783
▁varsin	-3784
öitä	-3785
▁prec	-3786
▁komissiota	-3787
▁congratulate	-3788
most	-3789
olta	-3790
vänä	-3791
▁basic	-3792
ika	-3793
cies	-3794
▁ing	-3795
nessä	-3796
order	-3797
▁four	-3798
▁mielip	-3799
▁moment	-3800
▁parties	-3801
▁konkreett	-3802
▁management	-3803
▁ir	-3804
orth	-3805
▁taka	-3806
▁valti	-3807
▁consumers	-3808
▁legislative	-3809
▁u	-3810
medi	-3811
side	-3812
ights	-3813
▁torj	-3814
▁työsken	-3815
▁excellent	-3816
▁enlargement	-3817
▁.	-3818
pid	-3819
reg	-3820
iving	-3821
▁heik	-3822
▁held	-3823
▁plan	-3824
astojen	-3825
▁yritysten	-3826
ojel	-3827
istus	-3828
lands	-3829
▁Vice	-3830
mitted	-3831
▁keino	-3832
▁artikla	-3833
▁mahdollisimman	-3834
▁anne	-3835
▁doub	-3836
▁luku	-3837
▁Schengen	-3838
▁approved	-3839
▁ratkaise	-3840
▁item	-3841
▁doing	-3842
▁kahden	-3843
▁yksityis	-3844
Ul	-3845
lav	-3846
iaan	-3847
▁ilma	-3848
kuussa	-3849
▁share	-3850
▁ympäristön	-3851
▁vis	-3852
▁data	-3853
▁ensisi	-3854
▁Italian	-3855
▁edustaja	-3856
▁objectives	-3857
):	-3858
ele	-3859
lob	-3860
▁käyttö	-3861
▁tasapa	-3862
▁vaikuttaa	-3863
▁established	-3864
osuhte	-3865
ians	-3866
kana	-3867
▁Hän	-3868
jille	-3869
▁aikais	-3870
▁arvois	-3871
▁needed	-3872
▁jälleen	-3873
tig	-3874
▁Jap	-3875
▁pen	-3876
tivel	-3877
▁char	-3878
eneral	-3879
▁asioita	-3880
▁päätöslauselm	-3881
TE	-3882
kit	-3883
cept	-3884
▁EMU	-3885
▁keep	-3886
▁aikaa	-3887
▁pysty	-3888
▁teitä	-3889
▁appear	-3890
▁joihin	-3891
▁Subject	-3892
▁alkuper	-3893
▁teknolog	-3894
▁Ku	-3895
▁Sam	-3896
▁several	-3897
▁hyväksyt	-3898
▁Aihe	-3899
▁odot	-3900
▁gener	-3901
▁perin	-3902
ick	-3903
kein	-3904
▁pare	-3905
▁tehnyt	-3906
▁toivon	-3907
▁Ka	-3908
▁ago	-3909
▁mel	-3910
atives	-3911
fortun	-3912
ittees	-3913
▁nothing	-3914
▁required	-3915
ynyt	-3916
▁Dem	-3917
masta	-3918
▁until	-3919
▁kaupan	-3920
▁toiminnan	-3921
US	-3922
▁Us	-3923
enteen	-3924
tively	-3925
ibility	-3926
▁continu	-3927
▁tarvitaan	-3928
uly	-3929
paan	-3930
agraph	-3931
▁nimittäin	-3932
▁lopull	-3933
▁achieved	-3934
valiokunnan	-3935
▁unemployment	-3936
sen	-3937
entu	-3938
▁either	-3939
▁hallitus	-3940
▁TIR	-3941
▁priv	-3942
▁broad	-3943
▁oikein	-3944
▁ihmisten	-3945
▁täytäntöönpan	-3946
yhd	-3947
▁Jo	-3948
▁Ita	-3949
▁sav	-3950
ointed	-3951
▁consul	-3952
▁economy	-3953
ettaisiin	-3954
▁strategy	-3955
▁Regulation	-3956
Ua	-3957
elä	-3958
▁käy	-3959
▁tekee	-3960
▁agreed	-3961
▁voting	-3962
▁contribution	-3963
by	-3964
▁Vi	-3965
ettom	-3966
oss	-3967
▁EP	-3968
sten	-3969
▁Nyt	-3970
▁air	-3971
▁Myös	-3972
▁seen	-3973
miehen	-3974
ineiden	-3975
▁organiz	-3976
lation	-3977
▁ilmais	-3978
▁stress	-3979
▁Ranskan	-3980
▁osallistu	-3981
▁stage	-3982
▁esitys	-3983
▁tyytyvä	-3984
ley	-3985
▁ai	-3986
▁vol	-3987
▁qual	-3988
aisuus	-3989
itystä	-3990
▁fight	-3991
▁ottaen	-3992
▁tapaht	-3993
▁though	-3994
▁although	-3995
▁koskevia	-3996
▁allekirjoit	-3997
ottu	-3998
▁pohj	-3999
▁ship	-4000
▁Paper	-4001
▁purpos	-4002
▁criteria	-4003
▁relating	-4004
eman	-4005
äsnä	-4006
▁address	-4007
▁conclud	-4008
▁lainsäädäntö	-4009
▁kr	-4010
uvan	-4011
▁Bar	-4012
▁huume	-4013
▁työtä	-4014
▁tavoin	-4015
▁mission	-4016
▁joitakin	-4017
▁mennessä	-4018
▁ratkaisu	-4019
▁puitteissa	-4020
po	-4021
▁fully	-4022
▁onnist	-4023
▁Toiseksi	-4024
▁priority	-4025
▁kansallisten	-4026
bly	-4027
maa	-4028
isis	-4029
▁You	-4030
▁Rule	-4031
▁maat	-4032
▁mies	-4033
▁tänä	-4034
suojel	-4035
ustelu	-4036
▁promote	-4037
▁haluamme	-4038
▁velvollis	-4039
ught	-4040
▁Wor	-4041
▁beg	-4042
nerah	-4043
▁Tark	-4044
▁link	-4045
▁carry	-4046
▁Vaikka	-4047
▁paikall	-4048
▁implement	-4049
NI	-4050
icy	-4051
▁II	-4052
mise	-4053
uuta	-4054
utkin	-4055
▁King	-4056
umattom	-4057
▁vakuut	-4058
▁benefit	-4059
▁järjestä	-4060
▁Er	-4061
hall	-4062
▁glob	-4063
▁life	-4064
▁equal	-4065
▁makes	-4066
▁included	-4067
▁korostaa	-4068
oto	-4069
isena	-4070
▁child	-4071
▁impact	-4072
▁kohdist	-4073
▁varmasti	-4074
uds	-4075
▁US	-4076
isemp	-4077
▁lyhy	-4078
isissa	-4079
▁kiire	-4080
▁amount	-4081
▁carried	-4082
▁valvonta	-4083
▁La	-4084
▁Li	-4085
▁Onko	-4086
▁jout	-4087
astoin	-4088
▁Tällä	-4089
▁effic	-4090
▁halua	-4091
▁staff	-4092
▁Centre	-4093
▁johtaa	-4094
▁tulliv	-4095
▁document	-4096
▁koulutus	-4097
▁previous	-4098
egal	-4099
▁day	-4100
▁aika	-4101
▁capa	-4102
▁Japan	-4103
▁läsnä	-4104
▁called	-4105
▁obvious	-4106
▁protect	-4107
▁kehityksen	-4108
iiv	-4109
▁Si	-4110
▁pot	-4111
▁sus	-4112
▁cred	-4113
Office	-4114
▁Amendment	-4115
ET	-4116
ef	-4117
nö	-4118
truct	-4119
▁loppu	-4120
▁tutkimus	-4121
järjestelmä	-4122
hern	-4123
iste	-4124
▁joll	-4125
▁asiaan	-4126
▁etu	-4127
▁fam	-4128
▁kär	-4129
▁wiU	-4130
▁true	-4131
▁parha	-4132
järjesty	-4133
▁mietintöä	-4134
▁significant	-4135
Uy	-4136
ets	-4137
pen	-4138
iven	-4139
ugos	-4140
▁due	-4141
vistä	-4142
▁post	-4143
heless	-4144
ittain	-4145
▁mikäli	-4146
▁movement	-4147
▁jäsenvaltioissa	-4148
outh	-4149
▁Kre	-4150
▁Yhte	-4151
▁entire	-4152
▁kaupun	-4153
▁kuljetus	-4154
▁tapahtuu	-4155
▁työllisyys	-4156
dem	-4157
äni	-4158
part	-4159
isenä	-4160
▁term	-4161
▁vähän	-4162
ugoslav	-4163
▁valvon	-4164
▁changes	-4165
▁valtuus	-4166
▁mahdollisuus	-4167
▁wit	-4168
▁käynn	-4169
▁immedi	-4170
▁Kingdom	-4171
▁workers	-4172
ijn	-4173
eiden	-4174
ustav	-4175
▁käänn	-4176
